_UNK	0
_PAD	1
 	2
.	3
다	4
이	5
에	6
는	7
니	8
고	9
도	10
지	11
서	12
있	13
가	14
하	15
,	16
어	17
습	18
은	19
었	20
로	21
요	22
을	23
리	24
아	25
호	26
텔	27
스	28
기	29
만	30
한	31
의	32
했	33
시	34
수	35
좋	36
주	37
라	38
를	39
들	40
나	41
비	42
해	43
사	44
으	45
인	46
았	47
데	48
게	49
면	50
정	51
그	52
방	53
편	54
실	55
분	56
대	57
식	58
일	59
보	60
용	61
A	62
E	63
장	64
적	65
것	66
할	67
전	68
없	69
안	70
위	71
트	72
까	73
구	74
무	75
R	76
조	77
곳	78
T	79
음	80
여	81
거	82
우	83
과	84
되	85
원	86
마	87
치	88
O	89
문	90
침	91
입	92
N	93
않	94
상	95
I	96
말	97
때	98
더	99
저	100
내	101
와	102
객	103
자	104
바	105
간	106
드	107
제	108
S	109
역	110
부	111
1	112
합	113
직	114
러	115
히	116
운	117
같	118
오	119
크	120
소	121
레	122
점	123
모	124
걸	125
생	126
0	127
체	128
중	129
L	130
2	131
공	132
경	133
터	134
!	135
물	136
금	137
였	138
동	139
많	140
느	141
각	142
매	143
)	144
려	145
(	146
친	147
박	148
타	149
너	150
번	151
욕	152
약	153
던	154
싶	155
야	156
절	157
처	158
프	159
세	160
행	161
C	162
예	163
5	164
관	165
숙	166
신	167
화	168
건	169
설	170
유	171
랑	172
잘	173
심	174
U	175
격	176
갈	177
워	178
등	179
불	180
층	181
진	182
D	183
차	184
3	185
H	186
결	187
M	188
런	189
선	190
버	191
깨	192
추	193
끗	194
묵	195
든	196
르	197
토	198
넓	199
청	200
료	201
또	202
항	203
룸	204
좀	205
파	206
근	207
미	208
웠	209
영	210
두	211
른	212
족	213
택	214
죠	215
맛	216
당	217
페	218
천	219
국	220
단	221
명	222
개	223
P	224
래	225
며	226
통	227
별	228
함	229
철	230
머	231
람	232
길	233
최	234
져	235
된	236
B	237
쇼	238
핑	239
작	240
군	241
특	242
G	243
낌	244
포	245
베	246
겠	247
피	248
디	249
외	250
교	251
메	252
네	253
밤	254
감	255
찮	256
즐	257
커	258
연	259
답	260
성	261
변	262
카	263
광	264
4	265
준	266
급	267
괜	268
Y	269
테	270
먹	271
참	272
F	273
종	274
반	275
받	276
론	277
날	278
티	279
계	280
새	281
업	282
멋	283
본	284
즈	285
W	286
후	287
류	288
'	289
망	290
환	291
엔	292
돌	293
착	294
K	295
V	296
양	297
충	298
출	299
훌	300
필	301
월	302
샤	303
름	304
륭	305
쪽	306
코	307
볼	308
남	309
알	310
루	311
따	312
앞	313
올	314
몇	315
밖	316
태	317
럽	318
달	319
풀	320
싸	321
꼭	322
뉴	323
품	324
접	325
회	326
왔	327
울	328
옆	329
속	330
쾌	331
플	332
갔	333
배	334
노	335
좁	336
응	337
키	338
션	339
능	340
므	341
셔	342
싱	343
센	344
긴	345
창	346
께	347
쉬	348
녁	349
렇	350
풍	351
강	352
희	353
완	354
넷	355
평	356
홍	357
큰	358
못	359
렴	360
란	361
현	362
몰	363
질	364
벽	365
집	366
발	367
-	368
깝	369
투	370
블	371
움	372
듯	373
~	374
퍼	375
얼	376
온	377
놀	378
6	379
틀	380
떨	381
찾	382
산	383
재	384
콩	385
년	386
럭	387
놓	388
담	389
열	390
탁	391
맞	392
클	393
겁	394
린	395
꽤	396
손	397
8	398
브	399
컨	400
난	401
낼	402
쓰	403
목	404
혼	405
높	406
님	407
잠	408
렸	409
형	410
력	411
짐	412
?	413
뷔	414
럼	415
싼	416
록	417
웃	418
9	419
졌	420
엘	421
뷰	422
잡	423
끔	424
혀	425
닐	426
7	427
갖	428
굉	429
겨	430
^	431
널	432
책	433
케	434
막	435
탭	436
둘	437
확	438
쿠	439
험	440
휴	441
슈	442
깔	443
큼	444
딱	445
씨	446
푸	447
냈	448
랜	449
째	450
덕	451
련	452
튼	453
눈	454
빌	455
늦	456
누	457
임	458
락	459
될	460
복	461
살	462
찍	463
렀	464
힘	465
언	466
냥	467
향	468
콕	469
랐	470
닌	471
귀	472
봤	473
멀	474
롭	475
초	476
・	477
냄	478
냉	479
탈	480
끄	481
줬	482
빵	483
끼	484
곤	485
패	486
쁘	487
났	488
북	489
맨	490
낮	491
뜻	492
/	493
늘	494
줄	495
돼	496
엄	497
순	498
립	499
:	500
권	501
떤	502
색	503
껴	504
넘	505
–	506
J	507
뿐	508
낡	509
취	510
먼	511
끝	512
채	513
X	514
릴	515
렌	516
징	517
텝	518
켓	519
쉽	520
척	521
술	522
엇	523
벨	524
딩	525
됩	526
븐	527
Q	528
긋	529
억	530
증	531
랄	532
콘	533
쳐	534
섬	535
글	536
백	537
골	538
츠	539
링	540
석	541
셉	542
잔	543
표	544
황	545
슬	546
낄	547
딸	548
판	549
롯	550
푹	551
민	552
짜	553
폴	554
슨	555
찬	556
빠	557
빨	558
랍	559
범	560
및	561
밝	562
병	563
춰	564
걱	565
줍	566
윈	567
애	568
극	569
솔	570
첫	571
쉴	572
셨	573
갑	574
…	575
Z	576
걷	577
홀	578
씬	579
옷	580
봐	581
킹	582
념	583
활	584
녀	585
승	586
·	587
[	588
]	589
돈	590
칠	591
럴	592
림	593
측	594
악	595
줘	596
웨	597
룻	598
규	599
뒤	600
빈	601
$	602
혹	603
법	604
맥	605
익	606
득	607
축	608
겐	609
컴	610
꾸	611
견	612
쁜	613
큐	614
밴	615
냐	616
학	617
쓸	618
떠	619
밀	620
써	621
앉	622
흡	623
탄	624
릿	625
훨	626
닫	627
협	628
왕	629
픈	630
닥	631
압	632
육	633
넣	634
엌	635
탕	636
퀘	637
딜	638
헤	639
켜	640
됐	641
굴	642
컬	643
액	644
붙	645
맘	646
맡	647
뭐	648
&	649
옥	650
젊	651
뛰	652
독	653
샴	654
랬	655
싫	656
텐	657
빙	658
"	659
빼	660
콜	661
옮	662
왜	663
픽	664
홈	665
밥	666
깊	667
허	668
몸	669
쌌	670
숍	671
꼈	672
왠	673
턴	674
욱	675
죽	676
흠	677
겼	678
닝	679
짝	680
늑	681
힐	682
탠	683
쿄	684
껏	685
짓	686
뻤	687
벤	688
넉	689
얏	690
쯤	691
옵	692
칵	693
깜	694
씩	695
릅	696
칼	697
꺼	698
듭	699
붐	700
컸	701
흥	702
잊	703
뜨	704
캐	705
땐	706
쩔	707
얘	708
값	709
슷	710
뭔	711
김	712
읽	713
벅	714
쥬	715
쨌	716
떻	717
뒷	718
잤	719
탓	720
획	721
샌	722
펼	723
넨	724
엑	725
밑	726
납	727
샹	728
윗	729
렵	730
송	731
닙	732
핀	733
룹	734
퓨	735
끽	736
렛	737
짧	738
낸	739
흔	740
ㅋ	741
즌	742
램	743
룡	744
팬	745
꽃	746
셋	747
칫	748
섭	749
삼	750
템	751
효	752
●	753
띄	754
틴	755
앙	756
옛	757
톤	758
털	759
롬	760
잌	761
팁	762
델	763
탑	764
듣	765
뀌	766
빛	767
씀	768
팔	769
빅	770
랫	771
율	772
즉	773
닿	774
땅	775
큘	776
沙	777
덥	778
「	779
」	780
뮤	781
컵	782
폭	783
쓴	784
곧	785
흘	786
웰	787
빗	788
+	789
%	790
펫	791
햄	792
검	793
젤	794
믿	795
암	796
녹	797
칭	798
폰	799
흐	800
량	801
쇠	802
즘	803
슐	804
샐	805
햇	806
뜰	807
얻	808
왼	809
벗	810
낭	811
핫	812
몬	813
꿔	814
퀸	815
싹	816
균	817
깥	818
쉐	819
녔	820
벼	821
춘	822
죄	823
좌	824
☆	825
킨	826
궁	827
꽉	828
쏙	829
;	830
틱	831
벌	832
>	833
낵	834
덜	835
끌	836
꼽	837
얇	838
셜	839
숨	840
쳤	841
낀	842
랙	843
뭘	844
힌	845
尖	846
빴	847
뚝	848
둡	849
챙	850
릭	851
딤	852
례	853
똑	854
봅	855
팅	856
룩	857
찌	858
띠	859
낫	860
굳	861
쟁	862
닷	863
겸	864
꼼	865
낙	866
팡	867
놨	868
십	869
몽	870
폼	871
쌓	872
캔	873
잇	874
헬	875
쩌	876
염	877
첨	878
랭	879
*	880
존	881
뻔	882
밍	883
쿰	884
쌉	885
젖	886
딘	887
놔	888
볍	889
쭉	890
펠	891
ㅎ	892
곰	893
툭	894
봉	895
휘	896
촌	897
咀	898
끈	899
잃	900
웹	901
팀	902
탔	903
돋	904
촉	905
섯	906
멘	907
됨	908
묻	909
눌	910
퇴	911
룰	912
렁	913
쩍	914
엠	915
퐁	916
角	917
뿌	918
썼	919
外	920
滩	921
퀴	922
깐	923
ㅠ	924
쵸	925
듬	926
칸	927
​	928
훤	929
빡	930
읍	931
삶	932
멈	933
엿	934
东	935
맹	936
셀	937
챠	938
팩	939
핸	940
♪	941
맙	942
츄	943
旺	944
볐	945
둥	946
찰	947
붕	948
캡	949
튜	950
찼	951
田	952
뻐	953
곁	954
샵	955
퀄	956
꾼	957
뤄	958
혜	959
밌	960
융	961
뭇	962
펴	963
젯	964
밟	965
혔	966
엉	967
잖	968
웬	969
앤	970
○	971
팟	972
꿀	973
꿈	974
東	975
路	976
캠	977
江	978
씻	979
믈	980
툰	981
環	982
농	983
쾅	984
뢰	985
괴	986
녕	987
령	988
겪	989
멉	990
둔	991
浦	992
롤	993
굿	994
춤	995
얀	996
륙	997
탐	998
꽝	999
톱	1000
엽	1001
끊	1002
《	1003
》	1004
맑	1005
삭	1006
뚤	1007
펍	1008
볶	1009
흰	1010
웅	1011
ㅜ	1012
총	1013
섰	1014
닉	1015
훈	1016
졸	1017
덮	1018
쌀	1019
펜	1020
뜩	1021
닭	1022
춥	1023
찜	1024
겹	1025
꽂	1026
펀	1027
윙	1028
볕	1029
씌	1030
샀	1031
딴	1032
끓	1033
뉘	1034
콤	1035
뀐	1036
곽	1037
묶	1038
道	1039
튀	1040
짰	1041
씁	1042
넥	1043
大	1044
⇔	1045
컷	1046
퉁	1047
【	1048
】	1049
앰	1050
街	1051
깃	1052
렐	1053
쁠	1054
꼬	1055
ン	1056
㎡	1057
촛	1058
쟈	1059
찐	1060
슭	1061
젠	1062
셩	1063
쇄	1064
닦	1065
南	1066
묘	1067
섹	1068
켰	1069
景	1070
房	1071
둑	1072
덧	1073
깁	1074
폐	1075
빽	1076
쿨	1077
첼	1078
上	1079
꿨	1080
떼	1081
툴	1082
삐	1083
쉘	1084
･	1085
툼	1086
멍	1087
늬	1088
家	1089
꺠	1090
짱	1091
天	1092
걀	1093
海	1094
튿	1095
팠	1096
댑	1097
킬	1098
잉	1099
딪	1100
뱅	1101
펑	1102
젝	1103
新	1104
냅	1105
和	1106
셰	1107
方	1108
明	1109
珠	1110
솜	1111
횡	1112
맸	1113
쿤	1114
=	1115
京	1116
폿	1117
갤	1118
얹	1119
둠	1120
쁩	1121
西	1122
멜	1123
칙	1124
둣	1125
黄	1126
렉	1127
◎	1128
왓	1129
安	1130
믹	1131
탬	1132
논	1133
댄	1134
九	1135
쁨	1136
中	1137
깅	1138
칩	1139
눠	1140
섞	1141
②	1142
맺	1143
€	1144
훠	1145
昌	1146
뱃	1147
흑	1148
맬	1149
텍	1150
략	1151
랗	1152
갛	1153
덴	1154
왁	1155
껄	1156
①	1157
É	1158
州	1159
덩	1160
花	1161
園	1162
폄	1163
얕	1164
뤼	1165
륨	1166
낍	1167
헐	1168
子	1169
뎬	1170
平	1171
饭	1172
店	1173
半	1174
岛	1175
찿	1176
돔	1177
률	1178
꺽	1179
샘	1180
뚜	1181
닛	1182
쉼	1183
땀	1184
눅	1185
랩	1186
ㅡ	1187
앵	1188
펙	1189
줌	1190
낯	1191
ㅉ	1192
化	1193
촬	1194
ㄴ	1195
큽	1196
맣	1197
쫌	1198
小	1199
힙	1200
잦	1201
쏟	1202
虹	1203
地	1204
넌	1205
静	1206
橋	1207
园	1208
쑤	1209
밸	1210
셥	1211
뀔	1212
菜	1213
콰	1214
곡	1215
∼	1216
겉	1217
金	1218
龍	1219
→	1220
킷	1221
뻣	1222
젋	1223
찝	1224
뻑	1225
잼	1226
왈	1227
텁	1228
갯	1229
톡	1230
뵙	1231
쫒	1232
챌	1233
셈	1234
뺑	1235
옹	1236
윽	1237
쳥	1238
뺀	1239
팍	1240
깍	1241
랏	1242
뿜	1243
벙	1244
ㅆ	1245
릇	1246
콧	1247
렂	1248
엊	1249
췃	1250
泰	1251
餅	1252
許	1253
留	1254
山	1255
궈	1256
찹	1257
쩡	1258
陳	1259
혈	1260
뺄	1261
壇	1262
롱	1263
꼴	1264
렝	1265
휩	1266
띈	1267
荘	1268
士	1269
敦	1270
팝	1271
렷	1272
곯	1273
넸	1274
防	1275
옴	1276
學	1277
★	1278
쌈	1279
뜬	1280
넒	1281
쌋	1282
뜸	1283
첵	1284
딨	1285
팜	1286
甲	1287
틑	1288
찻	1289
슥	1290
늠	1291
쪼	1292
찢	1293
雀	1294
鳥	1295
옇	1296
껀	1297
탱	1298
갠	1299
튈	1300
탤	1301
웁	1302
촐	1303
ㄷ	1304
흉	1305
쫓	1306
界	1307
シ	1308
セ	1309
훼	1310
水	1311
糖	1312
朝	1313
챦	1314
뚫	1315
컹	1316
띵	1317
똥	1318
겟	1319
饺	1320
宴	1321
띤	1322
费	1323
尔	1324
蒙	1325
露	1326
눴	1327
、	1328
�	1329
쥴	1330
겔	1331
잎	1332
껑	1333
섣	1334
믐	1335
갱	1336
柏	1337
悦	1338
굽	1339
（	1340
⑤	1341
⑥	1342
Á	1343
뒀	1344
헷	1345
팰	1346
띕	1347
쌩	1348
빕	1349
※	1350
탹	1351
샾	1352
陆	1353
嘴	1354
찟	1355
耀	1356
十	1357
꺄	1358
붉	1359
톰	1360
푼	1361
に	1362
퀀	1363
핵	1364
흙	1365
뱀	1366
싯	1367
巴	1368
国	1369
布	1370
衣	1371
넬	1372
王	1373
府	1374
뤘	1375
닮	1376
됴	1377
뎌	1378
돗	1379
얄	1380
펄	1381
빤	1382
八	1383
佰	1384
伴	1385
桥	1386
젓	1387
頤	1388
헝	1389
겊	1390
油	1391
麻	1392
쳔	1393
寺	1394
꽁	1395
长	1396
风	1397
公	1398
苏	1399
河	1400
슴	1401
뒹	1402
썩	1403
죵	1404
뿍	1405
뀜	1406
짤	1407
『	1408
』	1409
핌	1410
望	1411
光	1412
짠	1413
잽	1414
ㄹ	1415
놩	1416
캘	1417
城	1418
헵	1419
뤽	1420
갇	1421
욜	1422
£	1423
잴	1424
市	1425
口	1426
如	1427
坊	1428
햅	1429
멤	1430
렙	1431
텅	1432
쑥	1433
ㅅ	1434
풋	1435
맴	1436
댔	1437
电	1438
视	1439
塔	1440
环	1441
球	1442
融	1443
心	1444
茂	1445
厦	1446
亮	1447
馬	1448
떄	1449
멕	1450
맵	1451
젼	1452
昂	1453
坪	1454
⑦	1455
딕	1456
通	1457
뽀	1458
チ	1459
ョ	1460
キ	1461
얗	1462
ㅈ	1463
③	1464
뽑	1465
몹	1466
胡	1467
同	1468
꾹	1469
썽	1470
④	1471
셸	1472
엮	1473
얶	1474
휠	1475
욤	1476
됌	1477
Ī	1478
샙	1479
銅	1480
羅	1481
湾	1482
鐵	1483
延	1484
伸	1485
릉	1486
솟	1487
깰	1488
쥐	1489
괞	1490
괘	1491
횟	1492
췄	1493
重	1494
慶	1495
웻	1496
큠	1497
틈	1498
쩐	1499
렬	1500
〜	1501
뺨	1502
쐴	1503
옐	1504
숫	1505
太	1506
럿	1507
깼	1508
뻗	1509
헛	1510
솝	1511
깎	1512
涌	1513
텟	1514
푯	1515
몫	1516
ㅏ	1517
眠	1518
香	1519
丸	1520
之	1521
内	1522
떴	1523
빔	1524
楼	1525
@	1526
댕	1527
숖	1528
챃	1529
륜	1530
−	1531
텀	1532
쑨	1533
꾀	1534
짙	1535
