_UNK	0
_PAD	1
 	2
이	3
다	4
는	5
의	6
에	7
을	8
.	9
고	10
한	11
로	12
가	13
지	14
하	15
은	16
서	17
대	18
기	19
를	20
사	21
도	22
정	23
으	24
국	25
있	26
시	27
부	28
일	29
,	30
수	31
자	32
들	33
인	34
해	35
아	36
리	37
나	38
전	39
제	40
과	41
장	42
것	43
어	44
보	45
라	46
1	47
주	48
원	49
했	50
상	51
여	52
적	53
회	54
"	55
그	56
관	57
중	58
성	59
동	60
만	61
등	62
경	63
위	64
스	65
화	66
게	67
문	68
소	69
2	70
선	71
년	72
공	73
치	74
비	75
와	76
조	77
0	78
미	79
구	80
면	81
우	82
내	83
개	84
민	85
교	86
당	87
신	88
계	89
안	90
무	91
실	92
명	93
할	94
러	95
5	96
세	97
오	98
재	99
말	100
용	101
3	102
4	103
간	104
마	105
유	106
통	107
생	108
방	109
연	110
학	111
모	112
난	113
야	114
거	115
건	116
군	117
식	118
단	119
된	120
되	121
월	122
며	123
후	124
려	125
체	126
행	127
진	128
8	129
최	130
강	131
력	132
발	133
씨	134
바	135
입	136
산	137
요	138
영	139
결	140
히	141
때	142
(	143
권	144
)	145
반	146
분	147
노	148
터	149
양	150
백	151
금	152
업	153
남	154
9	155
었	156
없	157
임	158
표	159
운	160
작	161
본	162
현	163
근	164
속	165
직	166
7	167
북	168
각	169
평	170
않	171
차	172
니	173
령	174
두	175
점	176
던	177
6	178
불	179
데	180
협	181
울	182
심	183
설	184
파	185
르	186
감	187
까	188
물	189
역	190
외	191
받	192
태	193
김	194
타	195
천	196
법	197
트	198
같	199
음	200
총	201
출	202
호	203
달	204
프	205
예	206
았	207
판	208
크	209
번	210
린	211
품	212
배	213
병	214
열	215
복	216
매	217
집	218
드	219
초	220
처	221
친	222
합	223
포	224
책	225
담	226
청	227
종	228
함	229
박	230
됐	231
석	232
키	233
록	234
론	235
온	236
립	237
활	238
약	239
준	240
따	241
격	242
·	243
새	244
람	245
형	246
피	247
살	248
급	249
%	250
목	251
변	252
증	253
련	254
못	255
많	256
될	257
편	258
-	259
능	260
카	261
특	262
참	263
토	264
측	265
망	266
확	267
돼	268
앞	269
더	270
른	271
올	272
디	273
왔	274
취	275
향	276
레	277
추	278
독	279
투	280
늘	281
날	282
루	283
환	284
언	285
극	286
질	287
족	288
접	289
옐	290
또	291
란	292
육	293
알	294
∼	295
쟁	296
침	297
름	298
별	299
료	300
습	301
악	302
광	303
높	304
저	305
벌	306
순	307
든	308
져	309
철	310
필	311
럽	312
턴	313
색	314
혁	315
코	316
길	317
폭	318
테	319
절	320
걸	321
C	322
였	323
검	324
맞	325
징	326
술	327
응	328
홍	329
긴	330
놓	331
났	332
축	333
혼	334
느	335
끝	336
겨	337
께	338
황	339
줄	340
송	341
견	342
잡	343
래	344
머	345
버	346
류	347
곳	348
찾	349
휴	350
택	351
워	352
클	353
규	354
밝	355
갖	356
럼	357
충	358
례	359
큰	360
항	361
삼	362
봉	363
쿠	364
런	365
효	366
누	367
겠	368
막	369
녀	370
및	371
M	372
돌	373
E	374
옷	375
졌	376
써	377
범	378
티	379
밀	380
채	381
너	382
손	383
뿐	384
페	385
랑	386
엔	387
왕	388
텔	389
험	390
애	391
움	392
헌	393
논	394
죄	395
승	396
찰	397
팔	398
네	399
얻	400
볼	401
허	402
갈	403
탈	404
쓰	405
T	406
획	407
뉴	408
패	409
쪽	410
창	411
량	412
존	413
율	414
농	415
잠	416
객	417
림	418
힘	419
뒤	420
웨	421
켜	422
놀	423
콩	424
`	425
탄	426
떠	427
궁	428
쳐	429
A	430
착	431
앙	432
혔	433
엄	434
념	435
갔	436
'	437
밖	438
끌	439
끼	440
희	441
촉	442
케	443
융	444
맡	445
커	446
익	447
맹	448
큼	449
혀	450
눈	451
욱	452
얼	453
욕	454
잘	455
렸	456
섰	457
몰	458
밤	459
풀	460
F	461
I	462
압	463
귀	464
엘	465
슬	466
베	467
블	468
째	469
완	470
브	471
벽	472
락	473
균	474
혈	475
B	476
K	477
숙	478
둘	479
괴	480
롯	481
윤	482
암	483
폐	484
틀	485
퇴	486
빠	487
풍	488
몸	489
득	490
촌	491
씩	492
률	493
죽	494
슴	495
낚	496
몇	497
냐	498
휘	499
층	500
빙	501
꾸	502
N	503
좋	504
킨	505
S	506
△	507
덕	508
잇	509
닌	510
짓	511
랐	512
짐	513
답	514
쳤	515
펴	516
듯	517
즘	518
떤	519
V	520
탕	521
츠	522
벨	523
넘	524
억	525
센	526
D	527
즈	528
돈	529
롭	530
륜	531
핀	532
팀	533
웅	534
훨	535
씬	536
떨	537
벗	538
숨	539
춰	540
첩	541
G	542
략	543
먼	544
춘	545
렵	546
O	547
룹	548
갑	549
엑	550
헤	551
낙	552
메	553
빌	554
찬	555
흙	556
낸	557
냈	558
훈	559
냉	560
잔	561
웃	562
션	563
맛	564
뇌	565
켰	566
U	567
즐	568
먹	569
액	570
팩	571
겪	572
짜	573
덴	574
힌	575
싯	576
납	577
퍼	578
골	579
캐	580
옹	581
묘	582
뜻	583
꽃	584
딸	585
듭	586
램	587
닐	588
옮	589
▲	590
빅	591
굴	592
흥	593
끄	594
돕	595
싶	596
랜	597
흡	598
둔	599
엇	600
녹	601
혜	602
렇	603
R	604
딘	605
걱	606
봐	607
옥	608
싱	609
떻	610
졸	611
킬	612
곧	613
혹	614
셈	615
닥	616
흉	617
혐	618
젊	619
[	620
]	621
Y	622
깨	623
늦	624
뤄	625
델	626
낮	627
웠	628
넣	629
맨	630
꼽	631
㎏	632
빈	633
첫	634
붕	635
콘	636
핵	637
쯤	638
좌	639
염	640
삶	641
므	642
홀	643
릴	644
플	645
둥	646
흔	647
잃	648
붙	649
믿	650
돋	651
셔	652
끈	653
샤	654
쌍	655
탁	656
빨	657
닭	658
흘	659
맥	660
렬	661
칙	662
꺼	663
뛰	664
값	665
겼	666
얘	667
L	668
랄	669
몽	670
긍	671
칼	672
깝	673
멸	674
벼	675
튼	676
헝	677
짝	678
겹	679
싸	680
슷	681
널	682
굳	683
섭	684
칸	685
닦	686
척	687
띄	688
녁	689
렘	690
쇄	691
님	692
P	693
갱	694
즉	695
낀	696
빚	697
슈	698
빼	699
싹	700
칠	701
깔	702
옛	703
늬	704
엿	705
껴	706
듣	707
컴	708
쏟	709
펜	710
칭	711
짙	712
퐁	713
롱	714
폰	715
쉽	716
&	717
콜	718
꼭	719
릉	720
앓	721
랠	722
싼	723
컷	724
곡	725
뀌	726
앤	727
탐	728
글	729
쿄	730
땅	731
꿔	732
굽	733
끊	734
컬	735
엽	736
묻	737
…	738
엠	739
뜬	740
렀	741
뿔	742
끔	743
꽂	744
싫	745
캔	746
럭	747
W	748
끗	749
뽑	750
삭	751
퓨	752
컵	753
릭	754
셋	755
렌	756
뗄	757
꾀	758
첼	759
뚜	760
H	761
쇠	762
걷	763
틴	764
겊	765
흰	766
밸	767
얀	768
춤	769
팥	770
딴	771
룬	772
셀	773
떼	774
캄	775
뒷	776
붐	777
숭	778
탓	779
뿌	780
낼	781
쁘	782
눠	783
궤	784
잎	785
봅	786
랫	787
쉬	788
첨	789
뜨	790
쩍	791
봄	792
괭	793
칫	794
밑	795
낌	796
밟	797
쁨	798
깊	799
겐	800
룩	801
낳	802
넬	803
갤	804
묶	805
릇	806
잉	807
땀	808
빴	809
줌	810
털	811
뚱	812
㎝	813
떡	814
쌀	815
댄	816
딩	817
훌	818
륭	819
낱	820
얽	821
걀	822
쏠	823
젤	824
햄	825
낭	826
딪	827
랍	828
륙	829
킴	830
룰	831
뺏	832
찍	833
홈	834
틱	835
줬	836
닝	837
묵	838
앴	839
틸	840
렐	841
얏	842
엌	843
퀸	844
푸	845
늄	846
볍	847
녔	848
툴	849
딱	850
넨	851
～	852
슨	853
꼬	854
겁	855
켈	856
붉	857
흐	858
잊	859
탱	860
궂	861
숯	862
몬	863
닉	864
폈	865
숍	866
돗	867
뻗	868
쓸	869
윌	870
씻	871
왜	872
젓	873
덧	874
㈜	875
펙	876
큐	877
둡	878
톤	879
곁	880
깅	881
괌	882
펼	883
꿨	884
넓	885
벳	886
엉	887
덩	888
뼈	889
빛	890
탑	891
읍	892
룻	893
훑	894
왈	895
벤	896
붓	897
곱	898
녘	899
Z	900
둑	901
벙	902
킹	903
폴	904
짧	905
앵	906
읽	907
렷	908
놨	909
꿰	910
꿎	911
앗	912
됨	913
뺨	914
꼼	915
캠	916
텅	917
렉	918
잣	919
갓	920
줘	921
흠	922
굶	923
턱	924
짚	925
췌	926
덜	927
링	928
췄	929
꿈	930
뎌	931
빵	932
깃	933
팽	934
햇	935
죠	936
삐	937
힐	938
십	939
눴	940
쇼	941
맺	942
녕	943
숫	944
횟	945
깎	946
렛	947
뻔	948
뇨	949
왼	950
멕	951
X	952
캘	953
깁	954
뭔	955
탬	956
틈	957
몫	958
㎞	959
쾌	960
맘	961
껏	962
젠	963
솔	964
깬	965
닿	966
쩌	967
푼	968
챙	969
뢰	970
핑	971
쁜	972
띠	973
닫	974
잖	975
흩	976
켓	977
띈	978
쌈	979
섬	980
칵	981
팅	982
옴	983
뻐	984
쏘	985
섣	986
렴	987
눌	988
앉	989
쿨	990
윈	991
갚	992
숄	993
뭐	994
띤	995
횡	996
넥	997
콤	998
뷰	999
꾼	1000
뚝	1001
뽀	1002
얗	1003
찐	1004
샘	1005
좁	1006
텐	1007
펑	1008
팬	1009
싣	1010
옳	1011
츨	1012
