_UNK	0
_PAD	1
 	2
요	3
.	4
이	5
하	6
는	7
어	8
아	9
시	10
가	11
을	12
에	13
주	14
인	15
말	16
님	17
해	18
좋	19
다	20
정	21
은	22
지	23
도	24
있	25
세	26
보	27
거	28
나	29
면	30
게	31
고	32
같	33
겠	34
기	35
으	36
것	37
를	38
한	39
네	40
그	41
서	42
?	43
수	44
리	45
드	46
실	47
잘	48
만	49
일	50
사	51
저	52
셨	53
라	54
신	55
봐	56
많	57
니	58
무	59
분	60
의	61
로	62
마	63
자	64
생	65
상	66
들	67
제	68
죠	69
구	70
없	71
운	72
건	73
음	74
내	75
않	76
되	77
걸	78
동	79
야	80
할	81
까	82
대	83
오	84
힘	85
군	86
셔	87
스	88
미	89
려	90
부	91
더	92
히	93
각	94
안	95
심	96
전	97
여	98
장	99
진	100
력	101
너	102
과	103
재	104
친	105
치	106
데	107
었	108
모	109
속	110
원	111
래	112
소	113
우	114
람	115
비	116
러	117
금	118
감	119
적	120
께	121
못	122
식	123
화	124
행	125
조	126
간	127
축	128
맞	129
찮	130
워	131
런	132
번	133
멋	134
괜	135
차	136
복	137
노	138
르	139
중	140
른	141
트	142
싶	143
직	144
날	145
될	146
때	147
바	148
프	149
연	150
경	151
추	152
배	153
피	154
울	155
단	156
관	157
든	158
늘	159
떨	160
렇	161
매	162
방	163
선	164
맛	165
받	166
습	167
당	168
영	169
떤	170
먹	171
문	172
머	173
계	174
했	175
살	176
병	177
열	178
법	179
타	180
위	181
릴	182
씀	183
공	184
알	185
얼	186
떠	187
질	188
쁘	189
랑	190
언	191
본	192
루	193
회	194
레	195
슬	196
움	197
준	198
찾	199
큼	200
터	201
답	202
편	203
억	204
험	205
송	206
새	207
몸	208
죄	209
성	210
따	211
물	212
좀	213
쉬	214
점	215
느	216
럼	217
남	218
져	219
록	220
유	221
큰	222
꼭	223
필	224
와	225
길	226
불	227
즐	228
름	229
쁜	230
처	231
결	232
용	233
충	234
버	235
귀	236
빠	237
항	238
취	239
강	240
뜻	241
던	242
겨	243
후	244
엔	245
체	246
입	247
긴	248
능	249
누	250
볼	251
걱	252
았	253
발	254
역	255
빨	256
크	257
응	258
근	259
녀	260
예	261
디	262
천	263
쓰	264
놀	265
두	266
작	267
줄	268
몰	269
담	270
명	271
곳	272
웅	273
슨	274
반	275
텐	276
청	277
눈	278
닌	279
개	280
확	281
족	282
증	283
잠	284
키	285
색	286
별	287
약	288
참	289
짜	290
달	291
혹	292
절	293
함	294
접	295
격	296
올	297
설	298
혀	299
믿	300
1	301
찬	302
파	303
엄	304
등	305
곤	306
된	307
승	308
합	309
통	310
포	311
술	312
현	313
순	314
표	315
퍼	316
닐	317
변	318
칭	319
집	320
꾸	321
목	322
테	323
갈	324
밌	325
빼	326
료	327
임	328
린	329
민	330
럴	331
휴	332
양	333
넘	334
국	335
쉽	336
완	337
난	338
럽	339
풍	340
황	341
며	342
뭐	343
씨	344
끔	345
산	346
듯	347
외	348
뻐	349
풀	350
손	351
옷	352
졌	353
봤	354
교	355
책	356
향	357
싫	358
팀	359
듣	360
돈	361
깊	362
,	363
앞	364
효	365
최	366
염	367
끝	368
즘	369
젠	370
플	371
욱	372
초	373
씬	374
년	375
잡	376
코	377
업	378
꽤	379
챔	380
침	381
써	382
존	383
락	384
활	385
푹	386
켜	387
애	388
월	389
학	390
땐	391
챙	392
곧	393
턴	394
환	395
밸	396
호	397
2	398
쳐	399
특	400
혼	401
카	402
먼	403
패	404
쾌	405
태	406
팅	407
끼	408
브	409
0	410
돌	411
온	412
밥	413
숙	414
형	415
뿌	416
메	417
평	418
낌	419
찍	420
획	421
김	422
투	423
였	424
또	425
잊	426
훨	427
련	428
독	429
허	430
돼	431
싸	432
망	433
견	434
!	435
값	436
엇	437
났	438
탁	439
왔	440
링	441
낼	442
줘	443
벽	444
커	445
깨	446
티	447
탈	448
란	449
렸	450
랍	451
쌓	452
옆	453
악	454
칠	455
떻	456
겐	457
졸	458
밖	459
종	460
푸	461
팔	462
츠	463
왜	464
벌	465
껴	466
찌	467
꿈	468
꺼	469
랄	470
막	471
꽃	472
극	473
맡	474
토	475
섭	476
씩	477
렵	478
겁	479
픈	480
곁	481
뱃	482
출	483
놓	484
갑	485
낭	486
박	487
쩔	488
얘	489
똑	490
쓸	491
득	492
랜	493
착	494
딸	495
웃	496
잔	497
골	498
품	499
량	500
급	501
릿	502
흥	503
판	504
육	505
케	506
겼	507
쪽	508
흉	509
폰	510
넣	511
뛰	512
죽	513
펴	514
3	515
빛	516
A	517
앉	518
긍	519
덕	520
벤	521
낙	522
택	523
딱	524
9	525
권	526
삼	527
농	528
잖	529
뭔	530
웠	531
창	532
림	533
빌	534
흐	535
뿐	536
념	537
랐	538
검	539
궁	540
센	541
쁠	542
괴	543
롭	544
8	545
얻	546
론	547
즈	548
덜	549
킨	550
밀	551
엽	552
션	553
냥	554
깔	555
뽑	556
솔	557
굴	558
맥	559
냄	560
글	561
붙	562
높	563
춘	564
랬	565
늦	566
튼	567
채	568
갔	569
싼	570
E	571
맑	572
됬	573
액	574
찰	575
헤	576
류	577
찝	578
짓	579
틀	580
곘	581
광	582
7	583
철	584
밤	585
짐	586
숨	587
렬	588
6	589
C	590
곡	591
S	592
녕	593
베	594
백	595
흔	596
쌀	597
N	598
K	599
곱	600
T	601
5	602
샤	603
짝	604
힐	605
콜	606
왠	607
멍	608
빵	609
핸	610
멀	611
깐	612
탄	613
벼	614
익	615
컨	616
둑	617
꼼	618
끗	619
잃	620
털	621
R	622
끄	623
O	624
흠	625
뻔	626
읽	627
냈	628
끓	629
딩	630
율	631
춤	632
딘	633
뚝	634
U	635
4	636
앗	637
욕	638
첫	639
벨	640
퓨	641
석	642
둥	643
페	644
뚱	645
뜨	646
섯	647
겹	648
훌	649
잇	650
탕	651
꿔	652
땜	653
L	654
낮	655
뭘	656
떡	657
슴	658
흑	659
냐	660
찜	661
맘	662
롤	663
쉴	664
끌	665
륭	666
컴	667
갖	668
벅	669
옮	670
듬	671
H	672
률	673
슷	674
쑥	675
깜	676
녁	677
싱	678
척	679
넓	680
뒤	681
둘	682
클	683
삶	684
쟁	685
켓	686
립	687
밑	688
짱	689
희	690
땅	691
빴	692
G	693
얀	694
층	695
냉	696
룰	697
씻	698
략	699
흡	700
닭	701
픔	702
깝	703
암	704
덩	705
랫	706
멈	707
펼	708
폭	709
몇	710
I	711
콕	712
녹	713
낄	714
뚫	715
힌	716
범	717
됐	718
뱅	719
닝	720
곰	721
흘	722
뇌	723
퇴	724
낸	725
킬	726
턱	727
팠	728
밝	729
쳤	730
흰	731
맨	732
P	733
B	734
끊	735
쯤	736
밟	737
쿠	738
햄	739
옳	740
꼬	741
씹	742
캐	743
룩	744
렴	745
닥	746
낯	747
떄	748
땡	749
꿀	750
규	751
눠	752
춰	753
틈	754
넷	755
햇	756
뭇	757
윗	758
쐬	759
핑	760
핫	761
늙	762
째	763
튀	764
닮	765
삭	766
똥	767
옛	768
땀	769
벗	770
쎄	771
겪	772
킹	773
맺	774
폼	775
핵	776
징	777
돋	778
블	779
쁨	780
늠	781
헌	782
쩌	783
윈	784
욘	785
굶	786
뿍	787
맙	788
Y	789
M	790
겸	791
닦	792
엑	793
깥	794
겉	795
몽	796
닿	797
십	798
콤	799
왕	800
굳	801
틱	802
짧	803
삐	804
칙	805
휘	806
렌	807
쓴	808
북	809
뻤	810
멸	811
팍	812
랭	813
펙	814
딪	815
뀌	816
뻑	817
뜬	818
킥	819
팬	820
칼	821
꾹	822
홈	823
풋	824
헷	825
댄	826
뽀	827
짠	828
좌	829
뇨	830
D	831
홀	832
쇼	833
쪄	834
궤	835
훈	836
잉	837
젝	838
협	839
눌	840
찔	841
묘	842
섬	843
렐	844
젖	845
젊	846
렛	847
툴	848
떼	849
굵	850
팩	851
몬	852
낳	853
닫	854
콘	855
뉘	856
콩	857
령	858
빙	859
껌	860
례	861
됨	862
칫	863
셉	864
틸	865
펌	866
놔	867
톱	868
쿨	869
낚	870
릉	871
왈	872
컹	873
쪼	874
쵸	875
벚	876
%	877
V	878
잎	879
뿅	880
(	881
)	882
붕	883
렁	884
꽉	885
묶	886
쏙	887
띵	888
춥	889
객	890
윽	891
압	892
빗	893
럭	894
슈	895
갚	896
얽	897
셧	898
궈	899
딥	900
릇	901
봉	902
쥐	903
썩	904
엉	905
헐	906
둔	907
램	908
쩍	909
톡	910
펑	911
꾼	912
닉	913
댔	914
핀	915
빈	916
깁	917
껏	918
윙	919
튜	920
뵙	921
얇	922
섣	923
밴	924
슘	925
갯	926
굽	927
큐	928
렀	929
숱	930
렷	931
뒷	932
묻	933
~	934
쿼	935
:	936
컬	937
쇄	938
샴	939
륵	940
균	941
첨	942
즌	943
-	944
튬	945
륨	946
룹	947
췄	948
빡	949
릭	950
촉	951
켠	952
쓱	953
싹	954
줬	955
섞	956
혈	957
헉	958
옥	959
컵	960
늑	961
쥴	962
굉	963
옹	964
뺄	965
엘	966
쭈	967
딴	968
갠	969
웨	970
쑤	971
굿	972
탓	973
맹	974
캔	975
썹	976
꼽	977
측	978
랩	979
뾰	980
퀄	981
땠	982
뚤	983
싪	984
썡	985
쌩	986
숍	987
팸	988
꼐	989
틑	990
뽁	991
겟	992
펜	993
먆	994
솜	995
뺴	996
쏘	997
뤄	998
닷	999
톤	1000
뢰	1001
랙	1002
닳	1003
엿	1004
컸	1005
봇	1006
쏟	1007
쌈	1008
뎌	1009
짢	1010
셜	1011
찐	1012
툭	1013
뮤	1014
띄	1015
끈	1016
쉐	1017
딜	1018
렉	1019
넥	1020
윌	1021
헬	1022
멧	1023
뚜	1024
걷	1025
팝	1026
혔	1027
릎	1028
탱	1029
긁	1030
솟	1031
뀐	1032
줍	1033
섹	1034
긋	1035
쭤	1036
빕	1037
꾀	1038
꼴	1039
쏴	1040
/	1041
쭐	1042
껍	1043
맷	1044
융	1045
펭	1046
귄	1047
놨	1048
ㄴ	1049
깼	1050
띠	1051
헴	1052
쫙	1053
얍	1054
됩	1055
앙	1056
퀴	1057
젯	1058
봬	1059
꽝	1060
멘	1061
갓	1062
덮	1063
꼰	1064
W	1065
탐	1066
갬	1067
F	1068
낀	1069
볍	1070
뉠	1071
펐	1072
픽	1073
꼈	1074
즉	1075
빅	1076
셍	1077
넴	1078
탠	1079
뎅	1080
뤠	1081
욯	1082
덧	1083
섀	1084
뻗	1085
믹	1086
읗	1087
굼	1088
쐴	1089
묵	1090
찢	1091
븐	1092
줌	1093
깍	1094
씌	1095
맵	1096
빳	1097
붎	1098
촌	1099
볶	1100
웹	1101
툰	1102
뜰	1103
갼	1104
썽	1105
젤	1106
몫	1107
앨	1108
뭉	1109
갰	1110
땔	1111
쫓	1112
쨌	1113
쪘	1114
핏	1115
썼	1116
뽕	1117
벙	1118
짊	1119
롯	1120
쌍	1121
룡	1122
틋	1123
밍	1124
텔	1125
퀸	1126
욤	1127
뮈	1128
밋	1129
붓	1130
뿜	1131
삘	1132
얹	1133
뼈	1134
썪	1135
돠	1136
뎠	1137
콧	1138
폐	1139
혁	1140
납	1141
잰	1142
뺀	1143
싯	1144
햐	1145
짚	1146
쌒	1147
눅	1148
젓	1149
쿵	1150
낫	1151
댕	1152
폈	1153
엎	1154
봄	1155
쨍	1156
퀑	1157
깅	1158
탔	1159
넌	1160
쾅	1161
퉷	1162
쎈	1163
젬	1164
앤	1165
틴	1166
숄	1167
렝	1168
잭	1169
쀼	1170
삡	1171
얄	1172
밉	1173
잦	1174
숭	1175
빔	1176
휩	1177
좁	1178
씁	1179
짖	1180
궃	1181
윤	1182
덴	1183
냇	1184
쩐	1185
슛	1186
뵈	1187
뺏	1188
댈	1189
뛸	1190
템	1191
꽁	1192
