_UNK	0
_PAD	1
 	2
아	3
리	4
.	5
이	6
어	7
가	8
는	9
나	10
너	11
서	12
무	13
다	14
하	15
에	16
해	17
고	18
구	19
자	20
야	21
데	22
기	23
?	24
내	25
지	26
을	27
친	28
오	29
같	30
여	31
라	32
거	33
니	34
있	35
를	36
사	37
면	38
도	39
들	40
스	41
좋	42
한	43
게	44
일	45
했	46
로	47
은	48
늘	49
까	50
랑	51
워	52
시	53
안	54
것	55
마	56
보	57
싶	58
동	59
생	60
말	61
치	62
정	63
우	64
잘	65
배	66
그	67
만	68
수	69
때	70
상	71
려	72
할	73
없	74
대	75
드	76
살	77
인	78
으	79
부	80
주	81
더	82
트	83
래	84
버	85
겠	86
러	87
먹	88
진	89
제	90
짜	91
운	92
요	93
장	94
못	95
었	96
머	97
미	98
많	99
테	100
화	101
걸	102
힘	103
피	104
날	105
소	106
비	107
타	108
회	109
의	110
빠	111
왔	112
음	113
모	114
분	115
울	116
문	117
졌	118
신	119
알	120
난	121
전	122
발	123
람	124
바	125
차	126
재	127
파	128
즘	129
봐	130
되	131
레	132
볼	133
져	134
터	135
남	136
간	137
번	138
증	139
와	140
슬	141
공	142
속	143
봤	144
줄	145
각	146
르	147
심	148
크	149
행	150
근	151
좀	152
엄	153
키	154
았	155
식	156
겼	157
후	158
중	159
적	160
물	161
복	162
집	163
건	164
새	165
선	166
줘	167
돼	168
접	169
렸	170
개	171
력	172
당	173
프	174
않	175
퍼	176
취	177
원	178
달	179
롤	180
노	181
민	182
뭐	183
금	184
났	185
산	186
질	187
학	188
방	189
축	190
꾸	191
네	192
영	193
맛	194
갔	195
감	196
몸	197
올	198
릴	199
받	200
언	201
0	202
두	203
팔	204
과	205
겨	206
업	207
갈	208
포	209
점	210
싫	211
귀	212
유	213
연	214
매	215
넌	216
맞	217
허	218
불	219
히	220
손	221
쳐	222
뻐	223
브	224
루	225
목	226
눈	227
저	228
왜	229
술	230
관	231
얼	232
청	233
턴	234
입	235
넘	236
망	237
놀	238
색	239
던	240
직	241
경	242
캐	243
실	244
런	245
교	246
님	247
혼	248
카	249
빼	250
위	251
조	252
뱃	253
렇	254
릭	255
체	256
싸	257
떨	258
세	259
계	260
본	261
설	262
성	263
편	264
처	265
빨	266
월	267
디	268
탈	269
표	270
승	271
링	272
누	273
든	274
양	275
작	276
찮	277
깨	278
추	279
애	280
웠	281
코	282
옷	283
등	284
염	285
답	286
린	287
느	288
꺼	289
용	290
준	291
능	292
쓰	293
1	294
강	295
온	296
름	297
줬	298
커	299
락	300
씨	301
럼	302
결	303
합	304
풍	305
험	306
떻	307
쳤	308
토	309
임	310
통	311
갑	312
티	313
년	314
잠	315
플	316
족	317
단	318
국	319
형	320
움	321
끼	322
존	323
따	324
반	325
써	326
옆	327
메	328
곤	329
완	330
케	331
돈	332
벌	333
죽	334
명	335
였	336
절	337
예	338
딸	339
된	340
쁜	341
턱	342
츠	343
끝	344
열	345
밌	346
길	347
졸	348
격	349
폰	350
셔	351
긴	352
별	353
른	354
막	355
께	356
침	357
밥	358
약	359
녀	360
뚝	361
럽	362
걱	363
뽑	364
떤	365
냥	366
초	367
굴	368
찌	369
돌	370
랜	371
앞	372
잡	373
멋	374
벅	375
책	376
삼	377
종	378
골	379
탁	380
쉬	381
챔	382
빡	383
김	384
2	385
샀	386
슨	387
병	388
담	389
혀	390
셨	391
항	392
괜	393
즈	394
천	395
응	396
3	397
최	398
태	399
변	400
베	401
뭔	402
육	403
농	404
잔	405
엔	406
헤	407
뭘	408
냐	409
벤	410
참	411
핸	412
료	413
군	414
팀	415
외	416
창	417
뿌	418
될	419
흰	420
쁘	421
역	422
호	423
림	424
떠	425
몰	426
듯	427
박	428
뚱	429
릿	430
밤	431
또	432
뻔	433
필	434
록	435
핵	436
투	437
출	438
젠	439
악	440
찬	441
켜	442
맥	443
딱	444
똑	445
급	446
늦	447
붙	448
꼭	449
큰	450
꽃	451
찍	452
암	453
잃	454
란	455
웃	456
짓	457
맘	458
랐	459
밖	460
뜨	461
풀	462
듣	463
숨	464
잖	465
꿈	466
핑	467
독	468
녁	469
클	470
착	471
킨	472
황	473
냈	474
렌	475
습	476
활	477
억	478
권	479
맨	480
특	481
백	482
딩	483
S	484
짱	485
됐	486
쪽	487
냄	488
칭	489
넣	490
깐	491
믿	492
겹	493
꿀	494
컴	495
팅	496
5	497
픈	498
품	499
읽	500
뒤	501
곧	502
검	503
충	504
페	505
칠	506
욕	507
찾	508
혹	509
켰	510
즐	511
법	512
떡	513
뜻	514
북	515
현	516
멍	517
패	518
닥	519
땡	520
싱	521
괴	522
곱	523
퓨	524
닌	525
벽	526
밀	527
됬	528
빵	529
켓	530
삐	531
펴	532
M	533
궁	534
쉽	535
끄	536
롭	537
높	538
콜	539
닭	540
썸	541
향	542
끔	543
석	544
똥	545
굽	546
휴	547
념	548
탕	549
렵	550
4	551
쪘	552
놓	553
견	554
글	555
롱	556
째	557
윗	558
낼	559
틀	560
숙	561
쓸	562
률	563
함	564
철	565
춰	566
극	567
렴	568
션	569
C	570
블	571
털	572
순	573
깜	574
판	575
평	576
송	577
싼	578
슴	579
득	580
펐	581
짝	582
몇	583
껴	584
봉	585
킹	586
맙	587
꼬	588
환	589
멈	590
탄	591
둘	592
얘	593
삶	594
냉	595
쁠	596
땀	597
릎	598
8	599
확	600
첫	601
잤	602
,	603
녹	604
솔	605
폐	606
흉	607
칼	608
쉐	609
겐	610
K	611
G	612
큐	613
련	614
쏘	615
풋	616
큼	617
튀	618
쿼	619
센	620
럴	621
앉	622
먼	623
곳	624
갖	625
춤	626
효	627
찜	628
쇼	629
랫	630
낌	631
씩	632
뛰	633
윈	634
널	635
맡	636
햄	637
립	638
6	639
꿨	640
낚	641
좆	642
랭	643
푸	644
렉	645
찢	646
폭	647
혔	648
끊	649
챙	650
랬	651
춥	652
샤	653
익	654
엽	655
덩	656
쾌	657
덕	658
맹	659
택	660
놈	661
퇴	662
A	663
액	664
깊	665
섭	666
벗	667
며	668
량	669
닝	670
헬	671
쏙	672
뜩	673
컬	674
쪄	675
퉁	676
킥	677
춘	678
곡	679
겁	680
덜	681
쩌	682
흥	683
닐	684
죄	685
룰	686
랄	687
쿠	688
볶	689
틱	690
힐	691
찝	692
쌍	693
렀	694
펌	695
톱	696
욘	697
빈	698
깔	699
잇	700
놨	701
멀	702
흘	703
엿	704
채	705
끓	706
떼	707
9	708
쯤	709
섯	710
홀	711
E	712
벨	713
둥	714
빌	715
쩔	716
7	717
걷	718
뽀	719
텐	720
꿔	721
둑	722
쌈	723
끗	724
밑	725
닉	726
Q	727
X	728
쌀	729
엉	730
쭉	731
껄	732
짐	733
숭	734
낙	735
짧	736
훔	737
밝	738
롯	739
닫	740
횐	741
랙	742
넥	743
뇌	744
솜	745
뒀	746
쏟	747
뮤	748
론	749
R	750
T	751
훌	752
짤	753
류	754
굿	755
렁	756
젝	757
규	758
룩	759
췄	760
굵	761
끈	762
뒷	763
탔	764
뼈	765
킬	766
뺐	767
잼	768
핏	769
밴	770
얇	771
샜	772
놔	773
쥐	774
엑	775
P	776
흐	777
돋	778
힌	779
헐	780
혈	781
징	782
늙	783
쌓	784
십	785
쩍	786
척	787
묻	788
꼈	789
끌	790
뜯	791
푹	792
컨	793
팬	794
탱	795
섹	796
I	797
숱	798
칸	799
땅	800
L	801
엘	802
꼴	803
흑	804
빛	805
붕	806
값	807
햇	808
럭	809
홈	810
획	811
쑤	812
낫	813
뚫	814
썹	815
빙	816
굉	817
령	818
뭉	819
긁	820
콘	821
곁	822
핀	823
톤	824
폼	825
댄	826
삭	827
N	828
층	829
땐	830
굳	831
낸	832
뱅	833
좌	834
옛	835
범	836
컸	837
섀	838
꽉	839
밍	840
넓	841
콧	842
웨	843
압	844
뺏	845
콩	846
깼	847
쎄	848
혐	849
헌	850
봄	851
멘	852
욱	853
!	854
맟	855
첨	856
튼	857
덥	858
딴	859
닮	860
슷	861
톡	862
슈	863
륭	864
쨍	865
몽	866
쉴	867
낮	868
흠	869
젖	870
뀌	871
펑	872
쩜	873
꽁	874
뻑	875
쟁	876
촉	877
앤	878
궈	879
뻣	880
뻤	881
훈	882
펜	883
닦	884
씻	885
찰	886
쌌	887
왕	888
렛	889
펙	890
깁	891
광	892
씬	893
뺄	894
픽	895
갯	896
쓴	897
첬	898
녕	899
둬	900
희	901
겉	902
띠	903
낄	904
잉	905
잊	906
흡	907
듬	908
썼	909
얀	910
줌	911
떄	912
륵	913
찡	914
뾰	915
총	916
셀	917
팠	918
젤	919
찼	920
컵	921
델	922
찐	923
혓	924
봇	925
굶	926
뺴	927
튜	928
엥	929
윤	930
낳	931
팍	932
%	933
뺀	934
벚	935
껍	936
딘	937
씹	938
뿅	939
긍	940
덮	941
흔	942
탐	943
헛	944
뿐	945
밟	946
낭	947
꼽	948
깝	949
례	950
맑	951
헷	952
텁	953
탠	954
숍	955
깎	956
댕	957
뜬	958
릇	959
썰	960
얻	961
떴	962
벼	963
촌	964
씀	965
싹	966
샷	967
O	968
껏	969
룸	970
뀨	971
낀	972
훗	973
F	974
V	975
훨	976
B	977
W	978
뮬	979
&	980
퉜	981
딪	982
옥	983
엇	984
객	985
륨	986
콕	987
셜	988
겸	989
칙	990
얍	991
넷	992
딜	993
빅	994
쫌	995
팝	996
곰	997
죠	998
왼	999
균	1000
몬	1001
팸	1002
좁	1003
쪼	1004
쫄	1005
퀴	1006
칫	1007
옮	1008
븐	1009
얄	1010
멸	1011
꿉	1012
썪	1013
웹	1014
툰	1015
빗	1016
귄	1017
낡	1018
깍	1019
닷	1020
썩	1021
녔	1022
뺨	1023
뤄	1024
앨	1025
띵	1026
룹	1027
뷰	1028
꽂	1029
땄	1030
옹	1031
젊	1032
꿇	1033
찧	1034
옐	1035
컷	1036
섞	1037
쫙	1038
솟	1039
캡	1040
웅	1041
뀐	1042
앵	1043
꼼	1044
짚	1045
윙	1046
쌔	1047
빔	1048
얗	1049
깡	1050
렐	1051
콤	1052
탓	1053
캔	1054
돗	1055
H	1056
눠	1057
낯	1058
앙	1059
D	1060
뻥	1061
귤	1062
젓	1063
줮	1064
쐬	1065
앓	1066
훅	1067
엎	1068
꼐	1069
솥	1070
흙	1071
첼	1072
꽤	1073
갤	1074
뿍	1075
짠	1076
쫑	1077
꽝	1078
빴	1079
콰	1080
뚤	1081
룽	1082
씌	1083
 	1084
닳	1085
횟	1086
뷔	1087
홧	1088
곪	1089
벡	1090
쫓	1091
납	1092
쁨	1093
횡	1094
덧	1095
삉	1096
헝	1097
렜	1098
젋	1099
껌	1100
팩	1101
펀	1102
홍	1103
뽕	1104
쯔	1105
쉘	1106
펠	1107
봣	1108
뤘	1109
텔	1110
삔	1111
뎌	1112
쌕	1113
댔	1114
덤	1115
뜸	1116
깃	1117
껀	1118
뉴	1119
탑	1120
깅	1121
짹	1122
꽥	1123
맷	1124
꺽	1125
쇠	1126
긋	1127
갱	1128
쌘	1129
좔	1130
텅	1131
뚜	1132
쉑	1133
샘	1134
맴	1135
웜	1136
랍	1137
땜	1138
쩝	1139
샴	1140
꾹	1141
즌	1142
융	1143
튬	1144
듀	1145
엣	1146
Y	1147
읊	1148
묶	1149
쭤	1150
떙	1151
옳	1152
쨋	1153
뭇	1154
잎	1155
붉	1156
뢰	1157
밭	1158
셋	1159
왱	1160
캠	1161
툴	1162
몹	1163
쨰	1164
빳	1165
켠	1166
컥	1167
믹	1168
굼	1169
룻	1170
섬	1171
젬	1172
찹	1173
뻗	1174
휜	1175
츄	1176
땟	1177
힙	1178
뜰	1179
썽	1180
쿨	1181
펫	1182
웟	1183
휘	1184
젯	1185
뱀	1186
짢	1187
갚	1188
삑	1189
궜	1190
갠	1191
괌	1192
촬	1193
푠	1194
췌	1195
측	1196
탤	1197
꺠	1198
핫	1199
뎅	1200
율	1201
볕	1202
템	1203
밉	1204
엮	1205
힝	1206
힛	1207
꺄	1208
뻬	1209
뿡	1210
땠	1211
팡	1212
줍	1213
숏	1214
둡	1215
갛	1216
틴	1217
멧	1218
웍	1219
틋	1220
귈	1221
겜	1222
딨	1223
렬	1224
슥	1225
닿	1226
읺	1227
띄	1228
쨌	1229
뇨	1230
짰	1231
엷	1232
떳	1233
헨	1234
땃	1235
퀭	1236
핼	1237
쑥	1238
짬	1239
왠	1240
~	1241
캘	1242
므	1243
딥	1244
댁	1245
꾀	1246
젔	1247
틸	1248
렝	1249
츈	1250
쉔	1251
윅	1252
잭	1253
넨	1254
퀸	1255
켄	1256
촐	1257
뉜	1258
꾼	1259
쏴	1260
멎	1261
팰	1262
램	1263
눕	1264
J	1265
쌤	1266
/	1267
랩	1268
갰	1269
빤	1270
맸	1271
깽	1272
쪗	1273
맵	1274
뉘	1275
튈	1276
샌	1277
볍	1278
띨	1279
냇	1280
묵	1281
슛	1282
뵐	1283
걍	1284
잦	1285
쉰	1286
쉼	1287
퍽	1288
왁	1289
짖	1290
삽	1291
눌	1292
휩	1293
