_UNK	0
_PAD	1
_EOS	2
 	3
요	4
.	5
이	6
하	7
는	8
어	9
아	10
시	11
가	12
을	13
에	14
주	15
인	16
말	17
님	18
해	19
좋	20
다	21
정	22
은	23
지	24
도	25
있	26
세	27
보	28
거	29
나	30
면	31
게	32
고	33
같	34
겠	35
기	36
으	37
것	38
를	39
한	40
네	41
그	42
서	43
?	44
수	45
리	46
드	47
실	48
잘	49
만	50
일	51
사	52
저	53
셨	54
라	55
신	56
봐	57
많	58
니	59
무	60
분	61
의	62
로	63
마	64
자	65
생	66
상	67
들	68
제	69
죠	70
구	71
없	72
운	73
건	74
음	75
내	76
않	77
되	78
걸	79
동	80
야	81
할	82
까	83
대	84
오	85
힘	86
군	87
셔	88
스	89
미	90
려	91
부	92
더	93
히	94
각	95
안	96
심	97
전	98
여	99
장	100
진	101
력	102
너	103
과	104
재	105
친	106
치	107
데	108
었	109
모	110
속	111
원	112
래	113
소	114
우	115
람	116
비	117
러	118
금	119
감	120
적	121
께	122
못	123
식	124
화	125
행	126
조	127
간	128
축	129
맞	130
찮	131
워	132
런	133
번	134
멋	135
괜	136
차	137
복	138
노	139
르	140
중	141
른	142
트	143
싶	144
직	145
날	146
될	147
때	148
바	149
프	150
연	151
경	152
추	153
배	154
피	155
울	156
단	157
관	158
든	159
늘	160
떨	161
렇	162
매	163
방	164
선	165
맛	166
받	167
습	168
당	169
영	170
떤	171
먹	172
문	173
머	174
계	175
했	176
살	177
병	178
열	179
법	180
타	181
위	182
릴	183
씀	184
공	185
알	186
얼	187
떠	188
질	189
쁘	190
랑	191
언	192
본	193
루	194
회	195
레	196
슬	197
움	198
준	199
찾	200
큼	201
터	202
답	203
편	204
억	205
험	206
송	207
새	208
몸	209
죄	210
성	211
따	212
물	213
좀	214
쉬	215
점	216
느	217
럼	218
남	219
져	220
록	221
유	222
큰	223
꼭	224
필	225
와	226
길	227
불	228
즐	229
름	230
쁜	231
처	232
결	233
용	234
충	235
버	236
귀	237
빠	238
항	239
취	240
강	241
뜻	242
던	243
겨	244
후	245
엔	246
체	247
입	248
긴	249
능	250
누	251
볼	252
걱	253
았	254
발	255
역	256
빨	257
크	258
응	259
근	260
녀	261
예	262
디	263
천	264
쓰	265
놀	266
두	267
작	268
줄	269
몰	270
담	271
명	272
곳	273
웅	274
슨	275
반	276
텐	277
청	278
눈	279
닌	280
개	281
확	282
족	283
증	284
잠	285
키	286
색	287
별	288
약	289
참	290
짜	291
달	292
혹	293
절	294
함	295
접	296
격	297
올	298
설	299
혀	300
믿	301
1	302
찬	303
파	304
엄	305
등	306
곤	307
된	308
승	309
합	310
통	311
포	312
술	313
현	314
순	315
표	316
퍼	317
닐	318
변	319
칭	320
집	321
꾸	322
목	323
테	324
갈	325
밌	326
빼	327
료	328
임	329
린	330
민	331
럴	332
휴	333
양	334
넘	335
국	336
쉽	337
완	338
난	339
럽	340
풍	341
황	342
며	343
뭐	344
씨	345
끔	346
산	347
듯	348
외	349
뻐	350
풀	351
손	352
옷	353
졌	354
봤	355
교	356
책	357
향	358
싫	359
팀	360
듣	361
돈	362
깊	363
,	364
앞	365
효	366
최	367
염	368
끝	369
즘	370
젠	371
플	372
욱	373
초	374
씬	375
년	376
잡	377
코	378
업	379
꽤	380
챔	381
침	382
써	383
존	384
락	385
활	386
푹	387
켜	388
애	389
월	390
학	391
땐	392
챙	393
곧	394
턴	395
환	396
밸	397
호	398
2	399
쳐	400
특	401
혼	402
카	403
먼	404
패	405
쾌	406
태	407
팅	408
끼	409
브	410
0	411
돌	412
온	413
밥	414
숙	415
형	416
뿌	417
메	418
평	419
낌	420
찍	421
획	422
김	423
투	424
였	425
또	426
잊	427
훨	428
련	429
독	430
허	431
돼	432
싸	433
망	434
견	435
!	436
값	437
엇	438
났	439
탁	440
왔	441
링	442
낼	443
줘	444
벽	445
커	446
깨	447
티	448
탈	449
란	450
렸	451
랍	452
쌓	453
옆	454
악	455
칠	456
떻	457
겐	458
졸	459
밖	460
종	461
푸	462
팔	463
츠	464
왜	465
벌	466
껴	467
찌	468
꿈	469
꺼	470
랄	471
막	472
꽃	473
극	474
맡	475
토	476
섭	477
씩	478
렵	479
겁	480
픈	481
곁	482
뱃	483
출	484
놓	485
갑	486
낭	487
박	488
쩔	489
얘	490
똑	491
쓸	492
득	493
랜	494
착	495
딸	496
웃	497
잔	498
골	499
품	500
량	501
급	502
릿	503
흥	504
판	505
육	506
케	507
겼	508
쪽	509
흉	510
폰	511
넣	512
뛰	513
죽	514
펴	515
3	516
빛	517
A	518
앉	519
긍	520
덕	521
벤	522
낙	523
택	524
딱	525
9	526
권	527
삼	528
농	529
잖	530
뭔	531
웠	532
창	533
림	534
빌	535
흐	536
뿐	537
념	538
랐	539
검	540
궁	541
센	542
쁠	543
괴	544
롭	545
8	546
얻	547
론	548
즈	549
덜	550
킨	551
밀	552
엽	553
션	554
냥	555
깔	556
뽑	557
솔	558
굴	559
맥	560
냄	561
글	562
붙	563
높	564
춘	565
랬	566
늦	567
튼	568
채	569
갔	570
싼	571
E	572
맑	573
됬	574
액	575
찰	576
헤	577
류	578
찝	579
짓	580
틀	581
곘	582
광	583
7	584
철	585
밤	586
짐	587
숨	588
렬	589
6	590
C	591
곡	592
S	593
녕	594
베	595
백	596
흔	597
쌀	598
N	599
K	600
곱	601
T	602
5	603
샤	604
짝	605
힐	606
콜	607
왠	608
멍	609
빵	610
핸	611
멀	612
깐	613
탄	614
벼	615
익	616
컨	617
둑	618
꼼	619
끗	620
잃	621
털	622
R	623
끄	624
O	625
흠	626
뻔	627
읽	628
냈	629
끓	630
딩	631
율	632
춤	633
딘	634
뚝	635
U	636
4	637
앗	638
욕	639
첫	640
벨	641
퓨	642
석	643
둥	644
페	645
뚱	646
뜨	647
섯	648
겹	649
훌	650
잇	651
탕	652
꿔	653
땜	654
L	655
낮	656
뭘	657
떡	658
슴	659
흑	660
냐	661
찜	662
맘	663
롤	664
쉴	665
끌	666
륭	667
컴	668
갖	669
벅	670
옮	671
듬	672
H	673
률	674
슷	675
쑥	676
깜	677
녁	678
싱	679
척	680
넓	681
뒤	682
둘	683
클	684
삶	685
쟁	686
켓	687
립	688
밑	689
짱	690
희	691
땅	692
빴	693
G	694
얀	695
층	696
냉	697
룰	698
씻	699
략	700
흡	701
닭	702
픔	703
깝	704
암	705
덩	706
랫	707
멈	708
펼	709
폭	710
몇	711
I	712
콕	713
녹	714
낄	715
뚫	716
힌	717
범	718
됐	719
뱅	720
닝	721
곰	722
흘	723
뇌	724
퇴	725
낸	726
킬	727
턱	728
팠	729
밝	730
쳤	731
흰	732
맨	733
P	734
B	735
끊	736
쯤	737
밟	738
쿠	739
햄	740
옳	741
꼬	742
씹	743
캐	744
룩	745
렴	746
닥	747
낯	748
떄	749
땡	750
꿀	751
규	752
눠	753
춰	754
틈	755
넷	756
햇	757
뭇	758
윗	759
쐬	760
핑	761
핫	762
늙	763
째	764
튀	765
닮	766
삭	767
똥	768
옛	769
땀	770
벗	771
쎄	772
겪	773
킹	774
맺	775
폼	776
핵	777
징	778
돋	779
블	780
쁨	781
늠	782
헌	783
쩌	784
윈	785
욘	786
굶	787
뿍	788
맙	789
Y	790
M	791
겸	792
닦	793
엑	794
깥	795
겉	796
몽	797
닿	798
십	799
콤	800
왕	801
굳	802
틱	803
짧	804
삐	805
칙	806
휘	807
렌	808
쓴	809
북	810
뻤	811
멸	812
팍	813
랭	814
펙	815
딪	816
뀌	817
뻑	818
뜬	819
킥	820
팬	821
칼	822
꾹	823
홈	824
풋	825
헷	826
댄	827
뽀	828
짠	829
좌	830
뇨	831
D	832
홀	833
쇼	834
쪄	835
궤	836
훈	837
잉	838
젝	839
협	840
눌	841
찔	842
묘	843
섬	844
렐	845
젖	846
젊	847
렛	848
툴	849
떼	850
굵	851
팩	852
몬	853
낳	854
닫	855
콘	856
뉘	857
콩	858
령	859
빙	860
껌	861
례	862
됨	863
칫	864
셉	865
틸	866
펌	867
놔	868
톱	869
쿨	870
낚	871
릉	872
왈	873
컹	874
쪼	875
쵸	876
벚	877
%	878
V	879
잎	880
뿅	881
(	882
)	883
붕	884
렁	885
꽉	886
묶	887
쏙	888
띵	889
춥	890
객	891
윽	892
압	893
빗	894
럭	895
슈	896
갚	897
얽	898
셧	899
궈	900
딥	901
릇	902
봉	903
쥐	904
썩	905
엉	906
헐	907
둔	908
램	909
쩍	910
톡	911
펑	912
꾼	913
닉	914
댔	915
핀	916
빈	917
깁	918
껏	919
윙	920
튜	921
뵙	922
얇	923
섣	924
밴	925
슘	926
갯	927
굽	928
큐	929
렀	930
숱	931
렷	932
뒷	933
묻	934
~	935
쿼	936
:	937
컬	938
쇄	939
샴	940
륵	941
균	942
첨	943
즌	944
-	945
튬	946
륨	947
룹	948
췄	949
빡	950
릭	951
촉	952
켠	953
쓱	954
싹	955
줬	956
섞	957
혈	958
헉	959
옥	960
컵	961
늑	962
쥴	963
굉	964
옹	965
뺄	966
엘	967
쭈	968
딴	969
갠	970
웨	971
쑤	972
굿	973
탓	974
맹	975
캔	976
썹	977
꼽	978
측	979
랩	980
뾰	981
퀄	982
땠	983
뚤	984
싪	985
썡	986
쌩	987
숍	988
팸	989
꼐	990
틑	991
뽁	992
겟	993
펜	994
먆	995
솜	996
뺴	997
쏘	998
뤄	999
닷	1000
톤	1001
뢰	1002
랙	1003
닳	1004
엿	1005
컸	1006
봇	1007
쏟	1008
쌈	1009
뎌	1010
짢	1011
셜	1012
찐	1013
툭	1014
뮤	1015
띄	1016
끈	1017
쉐	1018
딜	1019
렉	1020
넥	1021
윌	1022
헬	1023
멧	1024
뚜	1025
걷	1026
팝	1027
혔	1028
릎	1029
탱	1030
긁	1031
솟	1032
뀐	1033
줍	1034
섹	1035
긋	1036
쭤	1037
빕	1038
꾀	1039
꼴	1040
쏴	1041
/	1042
쭐	1043
껍	1044
맷	1045
융	1046
펭	1047
귄	1048
놨	1049
ㄴ	1050
깼	1051
띠	1052
헴	1053
쫙	1054
얍	1055
됩	1056
앙	1057
퀴	1058
젯	1059
봬	1060
꽝	1061
멘	1062
갓	1063
덮	1064
꼰	1065
W	1066
탐	1067
갬	1068
F	1069
낀	1070
볍	1071
뉠	1072
펐	1073
픽	1074
꼈	1075
즉	1076
빅	1077
셍	1078
넴	1079
탠	1080
뎅	1081
뤠	1082
욯	1083
덧	1084
섀	1085
뻗	1086
믹	1087
읗	1088
굼	1089
쐴	1090
묵	1091
찢	1092
븐	1093
줌	1094
깍	1095
씌	1096
맵	1097
빳	1098
붎	1099
촌	1100
볶	1101
웹	1102
툰	1103
뜰	1104
갼	1105
썽	1106
젤	1107
몫	1108
앨	1109
뭉	1110
갰	1111
땔	1112
쫓	1113
쨌	1114
쪘	1115
핏	1116
썼	1117
뽕	1118
벙	1119
짊	1120
롯	1121
쌍	1122
룡	1123
틋	1124
밍	1125
텔	1126
퀸	1127
욤	1128
뮈	1129
밋	1130
붓	1131
뿜	1132
삘	1133
얹	1134
뼈	1135
썪	1136
돠	1137
뎠	1138
콧	1139
폐	1140
혁	1141
납	1142
잰	1143
뺀	1144
싯	1145
햐	1146
짚	1147
쌒	1148
눅	1149
젓	1150
쿵	1151
낫	1152
댕	1153
폈	1154
엎	1155
봄	1156
쨍	1157
퀑	1158
깅	1159
탔	1160
넌	1161
쾅	1162
퉷	1163
쎈	1164
젬	1165
앤	1166
틴	1167
숄	1168
렝	1169
잭	1170
쀼	1171
삡	1172
얄	1173
밉	1174
잦	1175
숭	1176
빔	1177
휩	1178
좁	1179
씁	1180
짖	1181
궃	1182
윤	1183
덴	1184
냇	1185
쩐	1186
슛	1187
뵈	1188
뺏	1189
댈	1190
뛸	1191
템	1192
꽁	1193
